Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This setting defines the maximum amount of Carbs On Board (COB) at any given time for Trio to use in dosing calculations. If more carbs are entered than allowed by this limit, Trio will cap the current COB in calculations to Max COB and remain at max until all remaining carbs have shown to be absorbed.
bg: Тази настройка определя максималното количество Carbs On Board (COB) във всеки момент, което Trio използва в изчисленията за дозиране. Ако са въведени повече въглехидрати от разрешеното от тази граница, Trio ще ограничи текущия COB в изчисленията до Max COB и ще остане на максимум, докато всички останали въглехидрати не се абсорбират.
cs: Toto nastavení určuje maximální množství aktivních sacharidů (COB) v daném okamžiku, které Trio použije pro výpočty dávkování. Pokud zadáš více sacharidů, než dovoluje tento limit, Trio ve výpočtech omezí aktuální COB na hodnotu Max COB a na této hodnotě zůstane, dokud se neprokáže vstřebání zbývajících sacharidů.
da: Denne indstilling definerer den maksimale mængde kulhydrater om bord (COB) på et givet tidspunkt for Trio til brug i doseringsberegninger. Hvis der er angivet flere kulhydrater end tilladt med denne grænse, Trio vil cap den aktuelle COB i beregningerne til Max COB og forblive ved max indtil alle resterende kulhydrater har vist sig at blive absorberet.
de: Diese Einstellung definiert die maximale Menge an Kohlenhydrate an Bord (COB) zu jedem beliebigen Zeitpunkt für Trio bei Dosierungsberechnungen. Wenn mehr Carbs eingegeben werden als durch dieses Limit erlaubt ist, wird Trio den aktuellen COB in Berechnungen auf Max COB kappen und auf Maximalniveau verbleiben, bis alle restlichen Kohlenhydrate nachweislich absorbiert sind.
es: Este ajuste define la cantidad máxima de Carbohidratos a bordo (COB) en cualquier momento dado para que Trio los utilice en los cálculos de dosificación. Si se introducen más glúcidos de los permitidos por este límite, Trio limitará el COB actual en cálculos a Max COB y permanecerá al máximo hasta que todos los glúcidos restantes hayan demostrado ser absorbidos.
fr: Ce réglage définit la quantité maximale de glucides actifs (COB) que Trio peut prendre en compte à un instant donné pour ses calculs de dosage. Si la quantité de glucides enregistrée dépasse cette limite, Trio plafonne les glucides actifs pris en compte à cette valeur maximale, et maintient ce plafond jusqu’à ce que tous les glucides restants soient considérés comme absorbés.
it: Questa impostazione definisce la quantità massima di Carbs On Board (COB) in qualsiasi momento per il Trio da utilizzare nei calcoli di dosaggio. Se vengono inseriti più carboidrati di quanto consentito da questo limite, Trio limiterà il COB corrente nei calcoli a COB Max e rimarrà al massimo fino a quando tutti i carboidrati rimanenti hanno dimostrato di essere assorbiti.
nb_no: Denne innstillingen definerer den maksimale mengden aktive karbohydrater (COB) som Trio til enhver tid kan bruke i doseringsberegninger. Hvis du legger til flere karbohydrater, vil Trio begrense gjeldende COB i beregninger og forbli på maksimalbegrensningen til alle gjenværende karbohydrater har vist seg å bli absorbert.
nl: Deze instelling definieert het maximale aantal koolhydraten aan boord (COB) op elk gegeven moment voor Trio te gebruiken in zingberekeningen. Als er meer koolhydraten zijn ingevoerd dan toegestaan door deze limiet, Trio zal de huidige COB beperken in berekeningen van Max COB en tot alle resterende koolhydraten zijn opgenomen.
pl: To ustawienie definiuje maksymalną ilość aktywnych węglowodanów (COB) w dowolnym momencie, którą Trio może wykorzystać w obliczeniach dawkowania. Jeśli wprowadzono więcej węglowodanów niż dopuszcza ten limit, Trio ograniczy bieżący COB w obliczeniach do Max COB i pozostanie na maks., dopóki wszystkie pozostałe węglowodany nie zostaną wchłonięte.
pt_pt: Esta configuração define a quantidade máxima de Carbs no Conselho (COB) a qualquer momento que o Trio use nos cálculos da dosagem. Se mais carboidratos forem inseridos do que o permitido por este limite, Trio irá limitar o COB atual nos cálculos para o Max COB e permanecerá no máximo até que todos os hidratos de carbono restantes se tenham mostrado absorvidos.
ru: Эта настройка определяет максимальное количество углекислого газа на борту (СОБ) в любое время, когда Трио будет использовать при дозирующих расчетах. Если введено больше углеводов, чем разрешено этим ограничением, Трио будет качать текущий COB при расчетах до Max COB и оставаться в максимуме до тех пор, пока не будут поглощены все оставшиеся углекислы.
sv: Denna inställning definierar den maximala mängden aktiva kolhydrater (COB) som Trio kan använda för sina doseringsberäkningar. Om registrerade kolhydrater överskrider denna gräns, kommer Trio att använda den inställda maxgränsen för COB för alla beräkningar tills kolhydraterna har visat sig absorberas, och COB understiger maxgränsen igen.
uk: Цей параметр визначає максимальну кількість Carb на дошці (COB) у будь-який час для використання в розрахунках племені. Якщо підключено більше каркасів, ніж дозволено цим обмеженням, Тріо перекриває поточний COB до розрахунків до Max COB та залишиться в максимумі, доки всі автівки не будуть поглинатися.
vi: Thiết lập này xác định lượng tinh bột còn lại trong cơ thể (COB) tối đa mà Trio sẽ sử dụng trong các phép tính liều insulin. Nếu bạn nhập nhiều tinh bột hơn giới hạn này, Trio sẽ giới hạn COB được tính toán ở mức tối đa này và giữ nguyên cho đến khi toàn bộ lượng tinh bột còn lại được hấp thu.
zh_hant: 這個設定定義了 Trios 在給藥計算中任意瞬間可用的碳水化合物量(COB)的上限。如果輸入的碳水化合物數量超過了此限制，Trios將把當前COB的計算限制在最大COB，並保持在最大值，直到所有剩餘的碳水被證明已被吸收。

source: This setting displays the upper and lower values for your glucose target range.
bg: Тази настройка показва горната и долната стойност за вашия целеви диапазон на глюкозата.
cs: Toto nastavení zobrazuje horní a dolní hranici tvého cílového rozsahu glukózy.
da: Denne indstilling viser de øvre og nedre værdier for dit glukose målområde.
de: Diese Einstellung zeigt die oberen und unteren Werte für Deinen Glukose-Zielbereich an.
es: Este ajuste muestra los valores superiores e inferiores para su rango objetivo de glucosa.
fr: Ce réglage affiche les valeurs haute et basse de votre plage cible de glucose.
it: Questa impostazione mostra i valori superiori e inferiori del tuo target di glucosio.
nb_no: Denne innstillingen viser de øvre og nedre verdiene for målområdet ditt.
nl: Deze instelling toont de bovenste en lagere waarden voor je glucose streefbereik.
pl: To ustawienie wyświetla górne i dolne wartości dla docelowego zakresu glikemii.
pt_pt: Esta configuração exibe valores superiores e inferiores para o seu intervalo de glicose.
ru: Этот параметр отображает верхние и нижние значения для вашего диапазона целевого использования глюкозы.
sv: Denna inställning visar de övre och lägre värdena för ditt målglukosområde.
uk: Цей параметр відображає верхнє і нижнє значення для цільового діапазону глюкози.
vi: Cài đặt này hiển thị giá trị giới hạn trên và dưới của khoảng mục tiêu đường huyết của bạn.
zh_hant: 這個設定顯示了你的血糖目標範圍的上下限值。

source: This setting helps the system estimate how much glucose your body is absorbing, even when it's not immediately visible in your glucose data, ensuring more accurate insulin dosing during carb absorption.
bg: Тази настройка помага на системата да оцени колко глюкоза абсорбира тялото ви, дори когато не е веднага видимо в данните за глюкоза, осигурявайки по-точно дозиране на инсулина по време на абсорбция на въглехидрати.
cs: Toto nastavení pomáhá systému odhadnout, kolik glukózy tvé tělo vstřebává, i když to není hned patrné z dat o glukóze. Zajišťuje to přesnější dávkování inzulínu během vstřebávání sacharidů.
da: Denne indstilling hjælper systemet med at vurdere, hvor meget glukose din krop absorberer, selv når det ikke umiddelbart er synligt i dine glukosedata, sikrer en mere præcis insulindosering under absorptionen af kulhydraterne.
de: Mit dieser Einstellung kann das System abschätzen, wie viel Glukose Dein Körper aufnimmt, auch wenn dies in Deinen Glukosedaten nicht sofort sichtbar ist. Dies gewährleistet eine genauere Insulindosierung während der Kohlenhydrataufnahme.
es: Este ajuste ayuda al sistema a estimar cuánta glucosa está absorbiendo, incluso cuando no es visible inmediatamente en sus datos de glucosa, garantizando una dosis de insulina más precisa durante la absorción de glúcidos.
fr: Ce réglage aide le système à estimer la quantité de glucose que votre corps absorbe, même si cela n’est pas immédiatement visible dans les mesures de glucose, afin d’assurer un dosage d’insuline plus précis pendant l’absorption des glucides.
it: Questa impostazione aiuta il sistema a stimare quanto glucosio il vostro corpo sta assorbendo, anche quando non è immediatamente visibile nei dati relativi al glucosio, garantendo una dose di insulina più accurata durante l’assorbimento del carboidrato.
nb_no: Denne innstillingen hjelper systemet med å anslå hvor mye glukose kroppen din absorberer, selv om det ikke er synlig i glukosedataene dine, og gir en mer nøyaktig insulindosering under karbohydratabsorpsjonen.
nl: Deze instelling helpt bij het inschatten van de hoeveelheid glucose die je lichaam absorbeert, Zelfs wanneer de insulinedosis niet direct zichtbaar is in jouw glucosegegevens, wat zorgt voor nauwkeurigere insulinedozing tijdens het opnemen van koolhydraten.
pl: To ustawienie pomaga systemowi oszacować, ile glukozy wchłania Twój organizm, nawet jeśli nie jest to od razu widoczne w danych dotyczących glikemii, co zapewnia dokładniejsze dawkowanie insuliny podczas wchłaniania węglowodanów.
pt_pt: Esta configuração ajuda o sistema a estimar quanta glicose seu corpo está absorvendo, Mesmo quando não estiver imediatamente visível em seus dados de glicose, garantindo uma dosagem de insulina mais precisa durante a absorção de carbos.
ru: Эта настройка помогает системе оценить, сколько глюкозы поглощает ваше тело, даже если это не сразу видно в данных о глюкозах, обеспечивая более точное дозирование инсулина при абсорбции углеводов.
sv: Denna inställning hjälper systemet uppskatta hur mycket glukos din kropp absorberar, även när det inte omedelbart syns i dina glukosdata, vilket säkerställer mer exakt insulindosering under pågående kolhydratabsorption.
uk: Цей параметр допомагає системі оцінити, скільки глюкози вашого тіла поглинає, навіть коли його не видно у вашій інформації про глюкозу, забезпечення точнішого досингу інсуліну під час поглинання тесла.
vi: Cài đặt này giúp hệ thống ước tính lượng glucose mà cơ thể bạn đang hấp thu, ngay cả khi điều đó chưa được thể hiện rõ trong dữ liệu đường huyết, nhằm đảm bảo việc tính liều insulin chính xác hơn trong quá trình hấp thu carbohydrate.
zh_hant: 這個設定幫助系統估計你的身體吸收的葡萄糖量，即使在你的血糖數據中不立即可見，確保在碳水化合物吸收期間更精確的胰島素劑量。

# This setting is limited to values between %@ - %@ %@
source: This setting is limited to values between %1$@ - %2$@ %3$@
bg: Тази настройка е ограничена до стойности между %@ - %@ %@
cs: Toto nastavení je omezeno na rozmezí %1$@ - %2$@ %3$@
da: Denne indstilling er begrænset til værdier mellem %1$@ - %2$@ %3$@
de: Diese Einstellung ist auf Werte zwischen %1$@ - %2$@ %3$@ beschränkt
es: Esta configuración está limitada a valores entre %1$@ - %2$@ %3$@
fr: Ce réglage est limité à des valeurs comprises entre %1$@ - %2$@ %3$@
it: Questa impostazione è limitata a valori tra %1$@ - %2$@ %3$@
nb_no: Denne innstillingen er begrenset til verdier mellom %1$@ og %2$@ %3$@
nl: Deze instelling is beperkt tot waarden tussen %1$@ - %2$@ %3$@
pl: To ustawienie jest ograniczone do wartości między %1$@ - %2$@ %3$@
pt_pt: Esta configuração é limitada a valores entre %1$@ - %2$@ %3$@
ru: Этот параметр ограничен значениями между %1$@ - %2$@ %3$@
sv: Den här inställningen är begränsad till värden mellan %1$@ - %2$@ %3$@
uk: Обмежується значеннями між %1$@ - Тривалістьchar@@1 ( %2$@ %3$@
vi: Cài đặt này chỉ cho phép các giá trị trong khoảng từ %1$@ đến %2$@ %3$@
zh_hant: 這個設定的值限制在 %1$@ - %2$@ %3$@ 之間。

source: This setting restricts the maximum temporary basal rate Trio can set. At the default of 300%, it caps it at 3 times your highest programmed basal rate.
bg: Тази настройка ограничава максималната временна базална доза, която Trio може да зададе. При стойност по подразбиране от 300%, я ограничава до 3 пъти най-високата ви програмирана базална доза.
cs: Toto nastavení omezuje maximální dočasný bazál, který může Trio nastavit. Při výchozých 300 % je stropem trojnásobek tvého nejvyššího naprogramovaného bazálu.
da: Denne indstilling begrænser den maksimale midlertidige basale sats Trio kan indstille. Som standard på 300%, det hætter det på 3 gange din højeste programmerede basal sats.
de: Diese Einstellung schränkt die maximale Temporäre Basalrate ein, die Trio einstellen kann. Bei der Standardeinstellung von 300 % ist sie auf das Dreifache Deiner höchsten programmierten Basalrate begrenzt.
es: Este ajuste restringe la tasa basal máxima temporal que Trio puede establecer. Al valor por defecto de 300%, lo limita a 3 veces la tasa basal programada más alta.
fr: Ce réglage restreint le débit basal temporaire maximal que Trio peut appliquer. Par défaut, à 300 %, il le plafonne à trois fois le débit basal le plus élevé défini dans votre profil basal.
it: Questa impostazione limita il Trio di velocità basale massima temporaneamente impostata. Al default del 300%, lo limita a 3 volte il tuo più alto tasso basale programmato.
nb_no: Denne innstillingen begrenser maksimal midlertidig basalrate som Trio kan sette. Ved standardverdien på 300%, begrenses det til 3 ganger din høyeste basalrate.
nl: Deze instelling beperkt de maximale tijdelijke basaalsnelheid die Trio kan instellen. De standaard van 300% zorgt ervoor dat het beperkt blijft tot 3x je hoogst geprogrammeerde basaalsnelheid.
pl: To ustawienie ogranicza maksymalną tymczasową dawkę podstawową, jaką Trio może ustawić. Przy wartości domyślnej 300%, ogranicza ją do 3-krotności najwyższej zaprogramowanej dawki bazowej.
pt_pt: Esta configuração restringe a taxa máxima de basal temporária Trio pode ser definida. Ao padrão de 300%, ele capta a sua taxa basal mais alta programada.
ru: Этот параметр ограничивает максимальную временную базовую скорость Трио может установиться. По умолчанию в 300%, он переводит его в 3 раза больше, чем ваш базовый уровень.
sv: Denna inställning begränsar den maximala temporära basalnivån Trio kan ställa in. Vid standardinställningen 300%, är den högsta tillåtna temporära basalen 3 gånger din högsta programmerade basal.
uk: Цей параметр обмежує максимально допустиму кількість тимчасових значень для цього рівня. При дефолті 300%, він покриває його втричі більше запрограмованої базової ставки.
vi: Cài đặt này giới hạn tốc độ insulin nền tạm thời tối đa mà Trio có thể thiết lập. Mặc định là 300%, nghĩa là hệ thống sẽ không vượt quá 3 lần tốc độ nền cao nhất mà bạn đã cài đặt.
zh_hant: 這個設定限制了 Trios 可以設定的最大臨時基礎率。在預設值300%下，它將其限制在你設定的最高基礎率的3倍。

source: This Temp Target preset is currently running. Deleting will stop it.
bg: Този шаблон за временна цел в момента работи. Изтриването ще го спре.
cs: Tato předvolba dočasného cíle právě běží. Jejím smazáním ji zároveň zastavíš.
da: Denne forudindstilling for Temp Mål kører i øjeblikket. Sletning vil stoppe den.
de: Diese Temporäre-Ziel-Vorlage wird gerade ausgeführt. Durch Löschen wird sie beendet.
es: Este preset de destino temporal se está ejecutando. El borrado lo detendrá.
fr: Cette Cible Temporaire favorite est actuellement active. La supprimer l’arrêtera.
it: Questa preimpostazione Temp Target è attualmente in esecuzione. L'eliminazione lo fermerà.
nb_no: Dette forhåndsinnstilte midlertidige målet kjører. Sletting vil stoppe det.
nl: Dit tijdelijke doel is momenteel actief. Verwijderen zal het stoppen.
pl: Preset tymczasowego celu jest aktualnie uruchomiony. Usunięcie spowoduje zatrzymanie go.
pt_pt: Esta predefinição de destino Temp está em execução. Excluir irá pará-la.
ru: Этот пресет Temp Target запущен. Удаление остановит его.
sv: Detta förinställda tillfälliga mål är aktiverat för närvarande. Radering kommer att stoppa det.
uk: Зараз працює тимчасовий шаблон. Видалення зупинить його.
vi: Thiết lập mục tiêu tạm thời này đang được sử dụng. Việc xóa sẽ kết thúc hiệu lực.
zh_hant: 此臨時目標預設目前正在運行。刪除將會停止它。

source: This will add your current glucose on the top right of your Trio icon as a red notification badge. Changing setting takes effect on next Glucose reading.
bg: Това ще добави текущата ви глюкоза в горния десен ъгъл на иконата на Trio като червена значка за известия. Промяната на настройката влиза в сила със следващото показание на глюкозата.
cs: Tohle přidá tvou aktuální glykémii do pravého horního rohu ikony Tria jako červený odznak oznámení. Změna nastavení se projeví při dalším načtení glukózy.
da: Dette vil tilføje dit nuværende glukose øverst til højre på dit Trio-ikon som et rødt meddelelsesmærke. Ændring indstilling træder i kraft på næste glukose læsning.
de: Dadurch wird Deine aktuelle Glukose oben rechts auf dem Trio-Symbol als rotes Benachrichtigungssymbol hinzugefügt. Die Änderung der Einstellung wird bei der nächsten Glukosemessung wirksam.
es: Esto añadirá tu glucosa actual en la parte superior derecha de tu icono de Trio como una insignia de notificación roja. El cambio de ajuste tiene efecto en la siguiente lectura de Glucosa.
fr: Cela affichera votre mesure de glucose actuelle en haut à droite de l’icône de l'application Trio, sous forme de pastille de notification rouge. Tout changement de ce réglage prendra effet à la prochaine mesure de glucose.
it: Questo aggiungerà il tuo glucosio attuale in alto a destra dell'icona del tuo Trio come distintivo di notifica rosso. La modifica dell'impostazione ha effetto sulla prossima lettura del glucosio.
nb_no: Dette vil legge til din nåværende blodsukkerverdi øverst til høyre på Trio-ikonet ditt som et rødt varslingsmerke. Endring av innstilling trer i kraft ved neste måling.
nl: Dit voegt je huidige glucose rechtsboven aan je Trio-pictogram toe als een rode meldings-badge. Verandering van instellingen heeft effect op de volgende Glucose lezing.
pl: Spowoduje to dodanie aktualnego poziomu glikemii w prawym górnym rogu ikony Trio jako czerwonego znacznika powiadomienia. Zmiana ustawienia zostanie wprowadzona przy następnym odczycie poziomu glukozy.
pt_pt: Isto irá adicionar sua glicose atual no canto superior direito do seu ícone Trio como um emblema de notificação vermelha. Configuração de mudança tem efeito na próxima leitura de Glicose.
ru: Это добавит ваш текущий глюкозу в правом верхнем углу значка Трио в качестве красного значка уведомления. Изменение настроек вступает в силу при следующем чтении глюкозы.
sv: Detta kommer att lägga till ditt nuvarande glukosvärde längst upp till höger på din Trio-ikon som ett rött meddelandemärke. Ändrad inställning träder i kraft vid nästa Glukosavläsning.
uk: Це додасть ваш поточний глюкоза у правому верхньому куті вашого Trio в якості червоного значка сповіщення. Зміна налаштувань впливає на наступне читання глюкози.
vi: Tùy chọn này sẽ hiển thị mức đường huyết hiện tại của bạn ở góc trên bên phải của biểu tượng Trio dưới dạng huy hiệu thông báo màu đỏ. Việc thay đổi cài đặt sẽ có hiệu lực từ lần đo đường huyết tiếp theo.
zh_hant: 這將在您的 Trio 圖示的右上角新增您當前的血糖作為紅色通知標記。更改的設定將在下一次血糖讀取時生效。

source: This will backfill 24 hours of glucose data from your connected Nightscout URL to Trio
bg: Това ще запълни 24 часа данни за глюкоза от свързания ви Nightscout URL в Trio
cs: Tohle zpětně načte 24 hodin dat o glukóze z tvé připojené adresy Nightscout do Tria
da: Dette vil sikkerhedskopiere 24 timers glukosedata fra din tilsluttede Nightscout URL til Trio
de: Damit werden 24 Stunden Glukosedaten von Deiner verbundenen Nightscout-URL in Trio aufgefüllt
es: Esto rellenará 24 horas de datos de glucosa desde tu URL de Nightscout conectada a Trio
fr: Cela permettra à Trio de récupérer les données de glucose des 24 dernières heures depuis l’URL Nightscout connectée afin de compléter l’historique
it: Questo ripristinerà 24 ore di dati di glucosio dal tuo URL Nightscout collegato a Trio
nb_no: Dette vil hente 24 timer med blodsukkerdata fra din tilkoblede Nightscout-URL til Trio
nl: Dit zal een back-up maken van 24 uur glucosegegevens van je aangesloten Nightscout URL naar Trio
pl: Spowoduje to uzupełnienie 24-godzinnych danych dotyczących poziomu glikemii z podłączonego adresu URL Nightscout do Trio
pt_pt: Isto irá preencher 24 horas de dados de glucose de sua URL do Nightscout conectado para Trio
ru: Будут возвращены данные о глюкозе из вашего подключенного URL-адреса Nightscout в Трио
sv: Detta kommer att återfylla 24 timmars glukosdata från din anslutna Nightscout URL till Trio
uk: Це заповнить 24 години даних глюкози від вашого підключеного URL Nightscout до Trio
vi: Thao tác này sẽ tải lại 24 giờ dữ liệu đường huyết từ URL Nightscout đã kết nối vào Trio
zh_hant: 這將從您連接的 Nightscout 網址回填 24 小時的血糖資料至 Trio。

source: This will change settings back to your normal profile.
bg: Това ще върне настройките към нормалния ви профил.
cs: Tohle změní nastavení zpět na tvůj běžný profil.
da: Dette vil ændre indstillingerne tilbage til din normale profil.
de: Dadurch werden die Einstellungen auf Dein normales Profil zurückgesetzt.
es: Esto cambiará la configuración a su perfil normal.
fr: Cela rétablira les réglages de votre profil normal.
it: Questo cambierà le impostazioni al tuo profilo normale.
nb_no: Dette vil endre innstillinger tilbake til din vanlige profil.
nl: Dit verandert de instellingen terug naar je normale profiel.
pl: Spowoduje to przywrócenie ustawień Twojego normalnego profilu.
pt_pt: Isto irá alterar as configurações de volta ao seu perfil normal.
ru: Это вернёт настройки к нормальному профилю.
sv: Detta kommer att återställa dina normala inställningar
uk: Це поверне налаштування вашого звичайного профілю.
vi: Thao tác này sẽ đưa các cài đặt trở về Hồ sơ bình thường của bạn.
zh_hant: 這將將設定恢復為您的正常個人設置。
